export default {
  projections: {
    ХранилищеE: {
      кодАдреса: {
        __caption__: 'Код адреса'
      },
      склад: {
        __caption__: 'Склад',
        адрес: {
          __caption__: 'Адрес'
        }
      }
    },
    ХранилищеL: {
      кодАдреса: {
        __caption__: 'Код адреса'
      },
      склад: {
        __caption__: 'Адрес',
        адрес: {
          __caption__: 'Адрес'
        }
      }
    }
  },
  validations: {
    кодАдреса: {
      __caption__: 'Код адреса'
    },
    склад: {
      __caption__: 'Склад'
    }
  }
};
